Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Dividing screens in the nature of furniture
it: Schermi divisori sotto forma di mobili

source: Exhibition display stands [non-metallic]
it: Stand espositivi [non metallici]

source: Exhibition stands [non-metallic, other than structures]
it: Espositori [non metallici, escluse le strutture]

source: Ferrules of non-metallic materials for walking sticks
it: Puntali in materiali non metallici per bastoni da passeggio

source: Flower baskets of wicker
it: Ceste di vimini per fiori

source: Door stops of plastic
it: Fermaporte in plastica

source: Free standing office partitions
it: Tramezzi per ufficio autoportanti

source: Mattresses made of flexible wood
it: Materassi in legno flessibile

source: Benches with shelves
it: Panche con ripiani

source: Boxes (packaging -) in flat form [wood]
it: Scatole (per imballaggio -) piatte [legno]

source: Boxes for stacking purposes [wood]
it: Scatole da impilare [legno]

source: Partitions (non metallic -), [furniture] made from interlocking panels
it: Divisori (non metallici -), [mobili] composti da pannelli interbloccanti

source: Self-locking protective plastic caps for use with bolts
it: Cappucci in plastica protettivi auto-bloccanti per uso con bulloni

source: Wall screening [furniture] for offices
it: Pareti divisorie [mobili] per uffici

source: Wall shelves [structures] of metal
it: Scaffali a muro [strutture] di metallo

source: Milk churns [non-metallic]
it: Bidoni da latte [non metallici]

source: Mobile pallets made of non-metallic materials
it: Pallet mobili in materiali non metallici

source: Bases for waterbeds [other than for medical use]
it: Basi per letti ad acqua [non per uso medico]

source: Beach beds incorporating wind shields
it: Lettini da spiaggia comprendenti paravento

source: Transparent doors (Non-metallic -) for furniture
it: Ante trasparenti (non metalliche) per mobili

source: Furniture casters, not of metal
it: Rotelle di mobili non metalliche

source: Stands [furniture] for use with television
it: Supporti [mobili] per televisori

source: Counters for display purposes
it: Banconi da esposizione

source: Point of sale displays [furniture]
it: Espositori per punti vendita [mobili]

source: Laboratory furniture [other than especially adapted]
it: Mobili da laboratorio [non adattati specificamente]

source: Letter boards [blank display boards]
it: Bacheche [tabelloni per affissione]

source: Containers (Non-metallic -) for kegging beverages
it: Contenitori (Non metallici -) per bevande alla spina

source: Containers (Non-metallic -) in the form of kegs
it: Contenitori (non metallici) sotto forma di fusti

source: Containers made of cane
it: Contenitori in bambù

source: Containers made of plastic for compost
it: Recipienti di plastica per il compostaggio

source: Door furniture made of stoneware
it: Accessori per porte in pietra

source: Cantilevered brackets of non-metallic materials [other than for building]
it: Staffe a sbalzo in materiali non metalliche [tranne per l'edilizia]

source: Cap closures (Non-metallic -) for containers
it: Tappi (Non metallici -) per contenitori

source: Caps made of non-metallic materials for containers
it: Coperchi in materiali non metallici per contenitori

source: Composite caps for containers [non-metallic and not for household or kitchen use]
it: Tappi composti per recipienti [non metallici e non per la casa o la cucina]

source: Closures made of plastic for containers made of glass
it: Chiusure in plastica per recipienti in vetro

source: Clothes racks [furniture]
it: Appendiabiti [mobili]

source: Tables of metal
it: Tavoli metallici

source: Trestles [furniture]
it: Cavalletti [mobili]

source: Mobile boarding stairs, not of metal, for passengers
it: Scale trasportabili, non in metallo, per l'imbarco dei passeggeri

source: Tool chests (non-metallic -) [empty]
it: Casse per attrezzi (non metalliche -) [vuote]

source: Non-metallic cable straps
it: Cinghie per cavi non metalliche

source: Non-metallic drums [other than for household or kitchen use]
it: Fusti non metallici [non per la casa o la cucina]

source: Non-metallic end closures for tubes [other than for household or kitchen use]
it: Chiusure terminali non metalliche per tubi [non per la casa o la cucina]

source: Stacking trays of vulcanised fibre
it: Vaschette impilabili in fibre vulcanizzate

source: Stacking dresser drawer units
it: Cassettiere impilabili

source: Plastic valves [other than for medical use or being parts of machines]
it: Valvole in plastica [non per uso medico o parti di macchine]

source: Drawer storage for cards
it: Cassetti per schede

source: Portable back support for use with chairs
it: Supporti per la schiena portatili per uso con sedie

source: Racks being furniture of metal
it: Scaffali ovvero mobili di metallo

source: Furniture partitions of wood
it: Pannelli di legno per mobili

source: Racks being furniture made of non-metallic materials
it: Ripiani ovvero mobili in materiali non metallici

source: Shelving frames, not of metal [furniture]
it: Strutture per scaffalatura, non di metallo [mobili]

source: Display racks for the display of goods for sale purposes
it: Espositori a rastrelliera per merci a scopo di vendita

source: Screens [furniture] for display purposes
it: Pannelli [mobili] per affissione

source: Fire resistant mattresses
it: Materassi ignifughi

source: Furniture joints (Non-metallic -)
it: Giunti per mobili (Non metallici -)

source: Furniture locks (Non-metallic -)
it: Serrature per mobili (Non metalliche -)

source: Furniture panels
it: Pannelli per mobili

source: Furniture supports (Non-metallic -)
it: Supporti per mobili (Non metallici -)

source: Hooks (Clothes -) of non-metallic materials
it: Ganci (Per abiti -) in materiali non metallici

source: Horizontal venetian blinds [indoor] for doors
it: Tende veneziane orizzontali [per interni] per porte

source: Japanese style low tables (zataku)
it: Tavoli bassi di tipo giapponese (Zataku)

source: Meat safes
it: Dispense

source: Floating containers, not of metal
it: Contenitori galleggianti non metallici

source: Corks for bottles
it: Tappi di bottiglie

source: Rivets, not of metal
it: Rivetti non metallici

source: Dowels, not of metal
it: Perni non metallici

source: Box springs
it: Reti a molle

source: Valves (Non-metallic -) [taps] for controlling the flow of liquid into barrels
it: Valvole (Non metalliche -) [rubinetti] per regolare il flusso di liquidi in entrata in barili

source: Picnic units [furniture]
it: Mobili da picnic [mobili]

source: Loudspeaker stands [furniture]
it: Supporti per altoparlanti [mobili]

source: Louvre blinds [indoor]
it: Persiane [per interni]

source: Portable work surfaces [furniture]
it: Piani di lavoro portatili [mobili]

source: Furniture cabinets
it: Armadietti [mobili]

source: Children's beds made of cloth in the form of a bag
it: Letti per bambini in stoffa e in forma di sacco

source: Clip clamps, not of metal
it: Morsetti, non in metallo

source: Playpens for babies
it: Recinti per bebè

source: Mother-of-pearl, unworked or semi-worked
it: Madreperla grezza o semilavorata

source: Air cushions, not for medical purposes
it: Cuscini ad aria per uso non medico

source: Bins, not of metal
it: Bauli non metallici

source: Miniature figurines [plastic]
it: Statuette in miniatura [plastica]

source: Miniature furniture made of wood fibre
it: Mobili in miniatura in fibre di legno

source: Model figures [ornaments] made of synthetic resin
it: Modellini [ornamenti] in resine sintetiche

source: Furniture for children
it: Mobili per bambini

source: Furniture for doors [non-metallic]
it: Elementi per porte [non in metallo]

source: Model animals [ornaments] made of plastic
it: Modellini di animali [ornamenti] in plastica

source: Model animals [ornaments] made of wood
it: Modellini di animali [ornamenti] in legno

source: Height adjustable kitchen furniture
it: Mobili da cucina ad altezza regolabile

source: Venetian blinds
it: Tende veneziane

source: Furniture
it: Mobilia

source: Wooden chests with drawers covered with decorated paper
it: Casse di legno con cassetti rivestiti di carta decorata

source: Springs made principally of plastic
it: Molle principalmente in plastica

source: Acrylic counter displays
it: Espositori da bancone acrilici

source: Tables adapted for use by those with mobility difficulties
it: Tavoli concepiti per persone con mobilità ridotta

source: Emblems, not of metal, for vehicles
it: Stemmi, non in metallo, per veicoli

source: Saw benches [furniture]
it: Banchi sega [mobili]

source: Knobs, not of metal
it: Pomelli non di metallo

source: Cable trays of non-metallic materials [other than electric]
it: Passerelle per cavi in materiali non metallici [non elettrici]

source: High chairs for babies
it: Seggioloni per bambini

source: Ventilation grilles (Non-metallic -) for fitting in windows
it: Griglie di ventilazione (Non metalliche -) per finestre

source: Wall hooks of non-metallic materials
it: Ganci da parete in materiali non metallici

source: Racks [furniture] made principally of wood for storage purposes
it: Scaffali [mobili] principalmente in legno per magazzinaggio

source: Display stands for selling goods
it: Espositori per la vendita di prodotti

source: Channelled strips (Non-metallic -) for securing drawing boards to walls
it: Strisce scanalate (non metalliche) per il fissaggio di tavole da disegno a pareti

source: Consoles [furniture] for mounting units of electronic equipment
it: Console [mobili] per montaggio di apparecchiature elettroniche

source: Mouldings made of wood for picture frames
it: Modanature in legno per cornici

source: Coffin handles made principally of plastic
it: Maniglie per bare principalmente in plastica

source: Corks for containers
it: Tappi per recipienti

source: Corner fittings (Non-metallic -) for containers
it: Accessori angolari (non metallici) per contenitori

source: Cylinders, not of metal for gas
it: Bombole, non in metallo per gas

source: Decorative edging strips of plastic for use with door fittings
it: Strisce decorative in plastica per bordi da usare con accessori per porte

source: Decorative edging strips of wood for use with fitted furniture
it: Strisce decorative in legno per bordi da usare con mobili su misura

source: Advertising display boards
it: Cartelloni pubblicitari

source: Advertisement display boards of glass [non-luminous]
it: Cartelloni pubblicitari in vetro [non luminosi]

source: Air hose reels [non-mechanical and not of metal]
it: Raccoglitubo ad aria [non meccanici e non di metallo]

source: Screw spikes, not of metal
it: Chiodi filettati, non di metallo

source: Seat covers [shaped] for furniture
it: Fodere per sedili [sagomate] per mobili

source: Seats for children
it: Sedili per bambini

source: Slatted blind controls [non-electric]
it: Controlli per lamelle di tende [non elettrici]

source: Sliding dividers [furniture partitions] for rooms
it: Tramezzi scorrevoli [mobili divisori] per stanze

source: Swivel chairs
it: Sedie girevoli

source: Statuettes made of amber
it: Statuette in ambra

source: Divans made of wicker
it: Divani in vimini

source: Divans made of wood
it: Divani in legno

source: Escutcheons (Non-metallic -)
it: Blasoni (Non metallici -)

source: Espagnolette mechanisms, not of metal
it: Meccanismi a spagnoletta, non di metallo

source: Folding display screens for use in shop displays
it: Schermi pieghevoli per uso in espositori per negozi

source: Folding panels for display purposes
it: Pannelli pieghevoli per esposizione

source: Cashiers' lockers of non-metallic materials
it: Armadietti per cassieri in materiali non metallici

source: Plugs for showers, not of metal
it: Tappi per docce, non di metallo

source: Pitons, not of metal
it: Chiodi, non di metallo

source: Head supporting pillows
it: Cuscini poggiatesta

source: Cushions filled with hair
it: Cuscini imbottiti di peli

source: Thumbturns [fasteners], not of metal
it: Pomoli [chiusure], non di metallo

source: Partitions of plastics [furniture]
it: Divisori in plastica [mobili]

source: Patio furniture
it: Mobili per patio

source: Sectional non-metallic units [furniture]
it: Unità componibili non metalliche [mobili]

source: Wall shelves [structures] of non-metallic materials
it: Scaffali a muro [strutture] in materiali non metallici

source: Seats of metal
it: Sedili metallici

source: Nuts [fasteners], not of metal
it: Dadi [chiusure], non di metallo

source: Ornamental sculptures made of wood
it: Statuette ornamentali in legno

source: Packaging containers made of wood
it: Contenitori per imballaggio in legno

source: Rattan [unworked or partly worked material]
it: Rattan [materiale grezzo o semilavorato]

source: Reeds [raw or partly worked material]
it: Canne [materiale grezzo o semilavorato]

source: Rocking chairs
it: Sedie a dondolo

source: Transformable furniture
it: Mobili trasformabili

source: Transportable beds
it: Letti trasportabili

source: Manure baskets [non-metallic]
it: Ceste per concimi [non metalliche]

source: Roller blinds for use indoors
it: Tende a rullo per interni

source: Rollers (Non-metallic -) for sliding doors
it: Rulli (Non metallici -) per porte scorrevoli

source: Works of art made of wax
it: Opere d'arte in cera

source: Non-metallic tracks for sliding doors
it: Binari non metallici per porte scorrevoli

source: Sun screens [indoor], not of metal or textile
it: Schermi solari [per interni], non di metallo o tela

source: Supports for exhibition display material
it: Supporti per materiali da esposizione

source: Stair fittings of plastics
it: Accessori in plastica per scale

source: Armrests
it: Braccioli

source: Assembled exhibition stands
it: Banchi di esposizione assemblati

source: Audio racks [furniture] for use with audio equipment
it: Rack audio [mobili] per uso con apparecchiature audio

source: Protective containers of non-metallic materials for storing goods
it: Contenitori protettivi in materiali non metallici per il deposito di prodotti

source: Storage units [furniture]
it: Unità portaoggetti [mobili]

source: Kneeling stools
it: Inginocchiatoi

source: Containers (non-metallic -) for liquids [other than for household or kitchen use]
it: Recipienti (non metallici -) per liquidi [non per la casa o la cucina]

source: Containers made of bone
it: Contenitori in osso

source: Containers made of horn
it: Contenitori in corno

source: Screw inserts, not of metal
it: Inserti per viti, non di metallo

source: Combined lids for containers [non-metallic and not for household or kitchen use]
it: Coperchi combinati per recipienti [non metallici e non per la casa o la cucina]

source: Curtain hooks made of metal
it: Ganci per tende in metallo

source: Inflatable publicity objects
it: Oggetti gonfiabili per pubblicità

source: Newspaper display stands
it: Espositori per giornali

source: Door bells, not of metal, non-electric
it: Campanelli, non in metallo, non elettrici

source: Freestanding partitions [furniture]
it: Tramezzi autoportanti [mobili]

source: Screw tops, not of metal, for bottles
it: Tappi a vite per bottiglie, non metallici

source: Mouldings for mirrors
it: Modanature per specchi

source: Doors made of plastic for furniture
it: Ante in plastica per mobili

source: Pipes (Clips, not of metal for -)
it: Tubi (Fascette, non di metallo per -)

source: Screw cups, not of metal
it: Dadi ciechi, non di metallo

source: Screw caps, not of metal
it: Capsule a vite, non di metallo

source: Kennels for household pets
it: Cucce per animali d'appartamento

source: Rattan
it: Giunco

source: Wicker
it: Vimini

source: Cupboards fitted with mirrors
it: Armadietti dotati di specchi

source: Mirrored cabinets
it: Armadi a specchio

source: Casement bolts (Non-metallic -)
it: Cremonesi (Non metalliche -)

source: Trays, not of metal
it: Vassoi, non in metallo

source: Fasteners
it: Chiusure

source: Coffins and funerary urns
it: Bare ed urne funerarie

source: Barrels and casks
it: Barili e botti

source: Frames
it: Cornici

source: Beds, bedding, mattresses, pillows and cushions
it: Letti, materassi, guanciali e cuscini

source: Statues, figurines, works of art and ornaments and decorations, made of materials such as wood, wax, plaster or plastic, included in the class
it: Statue, statuette e opere d'arte e ornamenti e decorazioni, realizzate in legno, cera, gesso o plastica, incluse in questa classe

source: Furniture and furnishings
it: Mobili e complementi di arredo

source: Animal housing and beds
it: Casette e cucce per animali

source: Crates and pallets
it: Casse e bancali

source: Closures for containers, non-metallic
it: Chiusure di recipienti non metalliche

source: Pipe fasteners, connectors and holders
it: Fissaggio di tubi, connettori e contenitori

source: Cable fasteners, connectors and holders
it: Stringi cavi, connettori e contenitori

source: Funerary caskets
it: Cofanetti funerari

source: Screwnails not of metal
it: Viti-chiodo non in metallo

source: Identification tags of plastic for animals
it: Targhette d'identificazione in plastica per animali

source: Barrels (Non-metallic -) for the identification of pet animals
it: Cilindri (non metallici) per l'identificazione d'animali domestici

source: Barrels (Non-metallic -) for the identification of birds
it: Cilindri (non metallici) per l'identificazione d'uccelli

source: Advertising balloons
it: Palloncini pubblicitari

source: Shells [unworked or partly worked material]
it: Conchiglie (materiale grezzo o semilavorato)

source: Water tanks for household purposes, not of metal or masonry
it: Serbatoi per l'acqua per uso domestico non in metallo né in muratura

source: Wooden boxes for industrial packaging purposes
it: Casse in legno per imballaggi industriali

source: Containers, and closures and holders therefor, non-metallic
it: Recipienti e loro tappi e contenitori, non in metallo

source: Ladders and movable steps, non-metallic
it: Scale e scale mobili, non in metallo

source: Displays, stands and signage, non-metallic
it: Schermi, espositori ed insegne, non in metallo

source: Locks and keys, non-metallic
it: Serrature e chiavi, non in metallo

source: Valves, non-metallic
it: Valvole, non in metallo

source: Barrels and casks, non-metallic
it: Barili e botti, non in metallo

source: Crates and pallets, non-metallic
it: Casse e bancali, non in metallo

source: Cable fasteners, connectors and holders, non-metallic
it: Stringi cavi, connettori e contenitori, non in metallo

source: Pipe fasteners, connectors and holders, non-metallic
it: Fissaggio di tubi, connettori e contenitori, non in metallo

source: Inflatable mooring buoys
it: Boe d'ormeggio gonfiabili

source: Antique style furniture
it: Mobili di stile antico

source: Bag hangers, not of metal
it: Appendi-borse non di metallo

source: Labels of plastic
it: Etichette di plastica

source: Valet stands
it: Servi muti

source: Jerrycans, not of metal
it: Taniche, non in metallo

source: Cots for babies
it: Lettini per bebè

source: Legs for furniture
it: Gambe per mobili

source: Feet for furniture
it: Piedi per mobili

source: Bird houses
it: Uccelliere

source: Bamboo baskets for industrial purposes
it: Ceste in bambù per uso industriale

source: Children's mats used for sleeping
it: Tappeti per bambini per dormire

source: Cupboards for tea-things (chadansu)
it: Credenze per accessori per il tè [chadansu]

source: Door nameplates, not of metal
it: Targhette per porte, non metalliche

source: Gas storage tanks, not of metal or masonry
it: Serbatoi per gas, non in metallo o muratura

source: Household shinto altars [Kamidana]
it: Altari shintoisti domestici [kamidana]

source: Imitation foods comprised of plastic
it: Imitazioni di alimenti in plastica

source: Industrial packaging containers of bamboo
it: Contenitori per imballaggio industriale in bambù

source: Industrial water tanks, not of metal or masonry
it: Serbatoi dell'acqua industriali, non in metallo o muratura

source: Life-size forms of the human body to display clothes
it: Sagome del corpo umano a grandezza naturale per esporre indumenti

source: Manually operated ceramic valves other than parts of machines
it: Valvole di ceramica ad azionamento manuale, non parti di macchine

source: Mirrors [looking glasses not for carrying with]
it: Specchi [tranne specchietti portatili]

source: Non-metal cable clamps
it: Serra-cavi non metallici

source: Picture and photograph frames
it: Cornici per quadri e fotografie

source: Plastic furniture for gardens
it: Mobili da giardino in plastica

source: Plastic stoppers for industrial packaging containers
it: Tappi in plastica per recipienti per imballaggio industriali

source: Plastic storage tanks
it: Serbatoi in plastica

source: Wood storage tanks
it: Serbatoi in legno

source: Wooden stoppers for industrial packaging containers
it: Tappi in legno per recipienti per imballaggio industriali

source: Wall-mounted baby changing platforms
it: Fasciatoi a muro per cambio pannolini

source: Boxes of wood
it: Scatole di legno

source: Screens for fireplaces [furniture]
it: Parafuochi per caminetti [mobili]

source: Drawers [furniture parts]
it: Cassetti [parti di mobili]

source: Indoor window blinds [shades] [furniture]
it: Tapperelle da interno per finestre [mobilio]

source: Hand-held mirrors [toilet mirrors]
it: Specchietti a mano [specchi da toilette]

source: Metal display stands
it: Espositori metallici

source: Showcases [furniture]
it: Vetrine [mobili]

source: Seating furniture
it: Mobili per sedersi

source: Plastic sculptures
it: Sculture in plastica

source: Plaster statues
it: Statue in gesso

source: Latches, not of metal
it: Saliscendi non metallici

source: Dressing tables
it: Tavoli da toilette

source: Bottle closures, not of metal
it: Chiusure di bottiglie non metalliche

source: Counters [tables]
it: Banconi [tavoli]

source: Stag antlers
it: Corna di cervi

source: Easy chairs
it: Sedie da sala

source: Armchairs
it: Poltrone

source: Settees
it: Canapè

source: Chaise longues
it: Sedie a sdraio

source: Reclining chairs
it: Sedie reclinabili

source: Sofas
it: Sofà

source: Flower-stands [furniture]
it: Giardiniere [mobili]

source: Outdoor furniture
it: Mobili per esterni

source: Bamboo curtains
it: Tende di bambù

source: Furniture shelves
it: Ripiani di mobili

source: Footrests
it: Poggiapiedi

source: Moldings [mouldings] for picture frames
it: Modanature per cornici [incorniciature]

source: Reels, not of metal, non-mechanical, for flexible hoses
it: Bobine non metalliche, non meccaniche, per tubi flessibili

source: Winding spools, not of metal, non-mechanical, for flexible hoses
it: Avvolgitori non metallici, non meccanici per tubi flessibili

source: Dinner wagons [furniture]
it: Buffet a rotelle [mobili]

source: Trolleys [furniture]
it: Carrelli [mobili]

source: Step stools, not of metal
it: Scalette, non in metallo

source: Collars, not of metal, for fastening pipes
it: Collari, non in metallo, per tubi di fissaggio

source: Jewellery organizer displays
it: Espositori di gioielli

source: Split rings, not of metal, for keys
it: Portachiavi ad anello non in metallo

source: Non-metal cable clips
it: Serracavi non metallici

source: Furniture made from substitutes for wood
it: Mobili in succedanei del legno

source: Stoppers of cork
it: Tappi di sughero

source: Stoppers of cork imitations
it: Tappi in finto sughero

source: Storage tanks, not of metal or masonry
it: Serbatoi, né in metallo né in muratura

source: Folding tables
it: Tavoli pieghevoli

source: Non-metallic time capsules
it: Time capsule non metalliche

source: Ceramic pulls for furniture
it: Maniglie in ceramica per mobili

source: Ceramic pulls for cabinets
it: Maniglie in ceramica per stipi
